{
  "unselected": [
    "What’s on your mind?",
    "If today had a colour, what would it be?",
    "Write something you don’t want to forget.",
    "Let a thought go. Right here, right now.",
    "What’s one question you don’t have the answer to?",
    "Describe something that caught your attention today.",
    "What’s weighing you down?",
    "What does your inner voice sound like today?",
    "If you could speak to your future self, what would you say?",
    "Free-write whatever you’re feeling—no filters, no rules."
  ],
  "joy": [
    "What’s made you smile recently?",
    "Describe a moment of joy that surprised you.",
    "What are you excited for?",
    "Who or what brings you light?",
    "Recall a time you felt fully alive.",
    "What made today feel golden?",
    "When did laughter catch you off guard?",
    "What’s something simple that sparked happiness?",
    "Where did you feel most like yourself today?",
    "What fills you with hope?"
  ],
  "gratitude": [
    "Who are you thankful for today?",
    "What small moment brought warmth to your day?",
    "Reflect on a memory that still feels golden.",
    "What part of your routine do you appreciate?",
    "Write a thank-you to someone you’ve never thanked.",
    "What’s a recent moment that filled your heart?",
    "Describe a place that feels like home.",
    "What part of your past are you grateful for?",
    "What’s something you didn’t realise mattered—until now?",
    "Who or what reminds you you’re not alone?"
  ],
  "growth": [
    "What’s something you’ve outgrown?",
    "Describe a moment where you chose to begin again.",
    "What are you learning about yourself?",
    "Write about a recent change—big or small.",
    "What does progress look like today?",
    "What’s a lesson that keeps repeating?",
    "Where in your life are you planting new seeds?",
    "What felt uncomfortable but necessary?",
    "When did you last surprise yourself?",
    "What are you slowly becoming?"
  ],
  "connection": [
    "Who do you miss right now?",
    "When did you last feel deeply seen?",
    "Describe a moment of true connection.",
    "Write something for someone you care about.",
    "What does love look like in your life?",
    "Who changed you, even if briefly?",
    "What’s something you’ve never said, but want to?",
    "When did empathy change a conversation?",
    "Where do you feel a sense of belonging?",
    "What kind of connection are you craving?"
  ],
  "stillness": [
    "What quiet moment did you appreciate today?",
    "Describe a space that brings you peace.",
    "What helps you return to calm?",
    "When did you last feel truly present?",
    "What does inner peace feel like to you?",
    "Where do you find silence in a loud world?",
    "What’s your favourite slow moment of the day?",
    "What helps you pause and reset?",
    "Describe the last time you felt okay with doing nothing.",
    "What’s something you can release today?"
  ],
  "wonder": [
    "What made you pause and look twice today?",
    "What questions are you sitting with lately?",
    "Describe a moment that left you speechless.",
    "What’s something beautiful you didn’t expect?",
    "When did curiosity lead you somewhere new?",
    "What fascinates you lately?",
    "Describe something you can’t explain—but feel.",
    "What mystery do you secretly love not solving?",
    "What’s something that reminded you how vast life is?",
    "If the stars could talk back, what would you ask?"
  ],
  "anger": [
    "What’s been boiling beneath the surface?",
    "What crossed a boundary recently?",
    "Write the truth you’ve been holding back.",
    "When did frustration get the better of you?",
    "What’s something unfair you witnessed or felt?",
    "Where is the tension living in your body?",
    "If anger had a voice, what would it scream?",
    "What part of yourself are you protecting?",
    "Who or what triggered a strong reaction?",
    "How do you want to move forward from this?"
  ],
  "turbulence": [
    "What feels uncertain right now?",
    "What thoughts keep circling in your mind?",
    "When did you last feel overwhelmed?",
    "Describe a moment you wish you handled differently.",
    "What’s causing friction within you?",
    "What fear is taking up too much space?",
    "What feels tangled in your thoughts today?",
    "What’s something you can’t put into words yet?",
    "Write about a moment where shame snuck in.",
    "What are you afraid others will see?"
  ],
  "sadness": [
    "What does your sadness want to say?",
    "What moment are you still carrying?",
    "Describe a time when hope felt far away.",
    "What feels heavier than it used to?",
    "What’s something that hurts more than you expected?",
    "What have you been trying not to feel?",
    "What made today feel blue?",
    "Who or what do you miss right now?",
    "What’s something you’ve lost touch with?",
    "What makes this ache linger?"
  ],
  "grief": [
    "Who or what do you wish you could hold again?",
    "What emptiness are you learning to live with?",
    "Write about a goodbye that never felt finished.",
    "What do you wish had lasted longer?",
    "What shape has your loss taken today?",
    "What memory still echoes in the silence?",
    "What helps you carry what you cannot fix?",
    "When did the absence become real?",
    "What’s something you never got to say?",
    "How are you honouring what’s gone?"
  ],
  "lost": [
    "What does feeling lost look like for you?",
    "Describe a time you didn’t know which way to go.",
    "What keeps pulling you off track?",
    "What do you feel disconnected from?",
    "What’s something that used to guide you?",
    "What does directionlessness feel like in your body?",
    "Who or what are you searching for?",
    "Write something from the middle of your confusion.",
    "When was the last time you felt stuck?",
    "What would taking a small step look like today?"
  ]
}
